Repository: aptex-de/aptex-announcement-block
Catalog: languages/apx-announcement-*.po
Languages: de_de

source: Announcement
de_de: Ankündigung

source: Publish announcements on your website and hide them when they&#39;re no longer needed
de_de: Veröffentliche Ankündigungen auf deiner Website und verstecke sie, wenn diese nicht mehr benötigt werden

source: Announcement Settings
de_de: Ankündigungseinstellungen

source: Show Announcement
de_de: Ankündigung anzeigen

source: Automatic Expiration
de_de: Automatisch verstecken

source: Hide After Date
de_de: Verstecke nach Datum

source: hidden
de_de: versteckt

source: Write your announcement here...
de_de: Schreibe deine Ankündigung hier...

# block title
source: Announcement
de_de: Ankündigung

# block description
source: Publish announcements on your website and hide them when they're no longer needed
de_de: Veröffentliche Ankündigungen auf deiner Website und verstecke sie, wenn diese nicht mehr benötigt werden
